Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི། གང་དྲན་པ་ཉེ་བར་གཞག་པ་བསྒོམ་པའི་ཕྱིར་ཆོས་སྟོན་པར་བྱེད་པ་ནས། དྲན་པ་ཉེ་བར་གཞག་པ་དབེན་པ་ཉིད་ཀྱི་ཕྱིར་ཆོས་སྟོན་ཅིང་། དེ་ཡང་མི་དམིགས་པའི་ཚུལ་གྱིས་སྟོན་པ་དང་། དེ་བཞིན་དུ་ཡང་དག་པའི་སྤོང་བ་བསྒོམ་པའི་ཕྱིར་དང་།
en: “Moreover, Śāradvatī­putra, the spiritual mentors to great bodhisattva beings, having taught the doctrine so that the bodhisattvas might cultivate the applications of mindfulness, then teach the doctrine so that these applications of mindfulness might become void, and they do so without apprehending anything.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་བསྒོམ་པའི་ཕྱིར་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་བསྒོམ་པའི་ཕྱིར་ཆོས་སྟོན་ཅིང་། དེ་ཡང་མི་དམིགས་པའི་ཚུལ་གྱིས་སྟོན་པ་དང་།
en: Similarly, they teach the doctrine so that the bodhisattvas might cultivate the correct exertions, that they might cultivate the supports for miraculous ability, and that they might cultivate the faculties, the powers, the branches of enlightenment, and the [noble eightfold] path, and they do so without apprehending anything.

source: དེ་བཞིན་དུ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་བསྒོམ་པའི་ཕྱིར་ཆོས་སྟོན་ཅིང་། དེ་ཡང་མི་དམིགས་པའི་ཚུལ་གྱིས་སྟོན་པ་དང་།
en: “Similarly, they teach the doctrine so that the bodhisattvas might cultivate emptiness, signlessness, and aspirationlessness, and they do so without apprehending anything.

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་བསྒོམ་པའི་ཕྱིར། ཆོས་སྟོན་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དག་བསྒོམ་པའི་ཕྱིར་ཆོས་སྟོན་ཅིང་། དེ་ཡང་མི་དམིགས་པའི་ཚུལ་གྱིས་སྟོན་ལ།
en: Similarly, they teach the doctrine so that the bodhisattvas might cultivate the ten powers of the tathāgatas, and in the same vein, they teach the doctrine so that they might cultivate [the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, and they do so without apprehending anything.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་ནི། གང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་བསྒོམ་པའི་ཕྱིར་ཆོས་སྟོན་པ་དང་། གང་བྱང་ཆུབ་བསྒོམ་པའི་ཕྱིར་ཆོས་སྟོན་ཅིང་། དེ་ཡང་མི་དམིགས་པའི་ཚུལ་གྱིས་སྟོན་ལ།
en: “Moreover, Śāradvatī­putra, the spiritual mentors to great bodhisattva beings teach the doctrine so that bodhisattvas might cultivate omniscience, and they teach the doctrine so that they might cultivate enlightenment, and do so without apprehending anything.

source: དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་གཏོགས་པར་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་མི་བསྔོ་བ་སྟེ།
en: They do not dedicate these roots of virtue to the levels of the śrāvakas and pratyekabuddhas, but exclusively to omniscience.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྟན་པ་འདི་ཐོས་ནས་སྐྲག་ཅིང་། དངང་ལ་དངང་བར་འགྱུར་ཏེ།
en: How is it that great bodhisattva beings who have heard this teaching on the transcendent perfection of wisdom become afraid and terrified?

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཐབས་ལ་མི་མཁས་པ་ལགས་ཤིང་། སྡིག་པའི་གྲོགས་པོའི་སུག་པར་མཆིས་པ་ལགས། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: How are they unskilled in the transcendent perfection of wisdom, and how do they fall into the clutches of evil associates?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་དག་དང་བྲལ་བས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་ཞིང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དེ་ཡང་དམིགས་ལ། དེས་ཀྱང་རློམ་སེམས་སུ་བྱེད་པ་དང་།
en: The Blessed One then addressed the venerable Śāradvatī­putra as follows: “Śāradvatī­putra, great bodhisattva beings who would cultivate the transcendent perfection of wisdom without attention endowed with omniscience, and who would apprehend that transcendent perfection of wisdom, will make assumptions on that basis.

source: དེ་བཞིན་དུ་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་ཞིང་། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་དེ་དག་ཀྱང་དམིགས་ལ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་དེས་ཀྱང་རློམ་སེམས་སུ་བྱེད་པ་སྟེ།
en: Similarly, those who cultivate the transcendent perfection of meditative concentration, the transcendent perfection of perseverance, the transcendent perfection of tolerance, the transcendent perfection of ethical discipline, and the transcendent perfection of generosity, while apprehending all those, up to and including the transcendent perfection of generosity, will make assumptions on account of [those transcendent perfections], up to and including the transcendent perfection of generosity.

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཐབས་ལ་མི་མཁས་པ་ཡིན་ཞིང་། སྡིག་པའི་གྲོགས་པོའི་ལག་ཏུ་སོང་བ་ཡིན་ནོ། །
en: Śāradvatī­putra, such bodhisattvas are unskilled in the transcendent perfection of wisdom, and they fall into the hands of evil associates.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་དག་དང་བྲལ་བས་དམིགས་པའི་ཚུལ་གྱིས་ནང་གཟུགས་སྟོང་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་པ་ནས། ནང་གི་གཟུགས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཡིན་ཞེས་ཡིད་ལ་བྱེད་པ་དང་། དེ་བཞིན་དུ་དམིགས་པའི་ཚུལ་གྱིས་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ནང་སྟོང་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་པ་དང་། ནང་གི་གཟུགས་དེ་ཡང་ནང་སྟོང་པ་ཉིད་ནས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་དམིགས་པར་བྱེད་པ་དང་། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་།
en: “Moreover, Śāradvatī­putra, the bodhisattvas who apprehend [the transcendent perfections], without attention endowed with omniscience, and are attentive to the notion that inner forms are emptiness, and so on, up to the notion that inner forms are the emptiness of the essential nature of non-entities, and similarly, those who attend, in an apprehending manner, to the notions that feelings, perceptions, formative predispositions, and consciousness are the emptiness of internal phenomena, and those who apprehend the notion that inner forms are the emptiness of internal phenomena, and so on, up to the notion that [inner forms] are the emptiness of the essential nature of non-entities, and similarly, those who apprehend the notions that feelings, perceptions, formative predispositions, and consciousness are the emptiness of internal phenomena, and so on, up to the notion that these are the emptiness of the essential nature of non-entities—all of these will make assumptions on that basis.

source: རྣམ་པར་ཤེས་པ་དེ་ཡང་ནང་སྟོང་པ་ཉིད་ནས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་དམིགས་པར་བྱེད་ཅིང་། དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་པ་དང་། དེ་བཞིན་དུ་མིག་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད་པ་ནས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བའི་བར་དུ་ཡིད་ལ་བྱེད་ཅིང་། སྟོང་པ་དེ་དག་ཀྱང་དམིགས་ལ།
en: “Likewise, those who are attentive to the notion that the eyes are the emptiness of internal phenomena, and so on, up to those who are attentive to the notion that [the eyes] are the emptiness of the essential nature of non-entities, and at the same time apprehend those modes of emptiness, will all make assumptions on that basis.

source: དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་པ་དང་། དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་ལྕེ་དང་། ལུས་དང་། ཡིད་དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད་པ་ནས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བའི་བར་དུ་ཡིད་ལ་བྱེད་ལ། སྟོང་པ་དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་པ་སྟེ།
en: Likewise, those who are attentive, in an apprehending manner, to the notions that the ears, nose, tongue, body, and mental faculty are the emptiness of internal phenomena, and so on, up to those who are attentive to the notion that [those sense organs] are the emptiness of the essential nature of non-entities, will all make assumptions on account of these [experiences of] emptiness.

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཐབས་ལ་མི་མཁས་པ་ཡིན་ཞིང་། སྡིག་པའི་གྲོགས་པོའི་ལག་ཏུ་སོང་བ་ཡིན་ནོ། །
en: Śāradvatī­putra, it is in this way that bodhisattvas become unskilled in the transcendent perfection of wisdom, and fall into the clutches of evil associates.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཐབས་ལ་མི་མཁས་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ན་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་བསྒོམ་ཞིང་། དྲན་པ་ཉེ་བར་གཞག་པ་དེ་དག་ཀྱང་དམིགས་ལ།
en: “Moreover, Śāradvatī­putra, when unskilled bodhisattvas practice the transcendent perfection of wisdom, they cultivate the applications of mindfulness, and apprehend those applications of mindfulness.

source: དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་པ་དང་། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: On that account, they will make assumptions.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དག་བསྒོམ་ཞིང་། དེ་དག་ཀྱང་དམིགས་ལ། དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་པ་སྟེ།
en: In the same vein, when they cultivate [the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, and apprehend them, they will make assumptions on that basis.

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི། ཐབས་མི་མཁས་པས་ཐབས་ལ་མི་མཁས་པ་ཡིན་ཞིང་། སྡིག་པའི་གྲོགས་པོའི་ལག་ཏུ་སོང་ལ།
en: Śāradvatī­putra, the bodhisattvas who practice the transcendent perfection of wisdom in that manner are unskilled owing to their lack of skill and they fall into the clutches of evil associates.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྟན་པ་འདི་ཐོས་ན་ཡང་སྐྲག་ཅིང་། དངང་ལ་དངང་བར་འགྱུར་རོ།། །།འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ།
en: When they hear this teaching on the transcendent perfection of wisdom, they will indeed be afraid and terrified.”

source: བམ་པོ་བདུན་པ། དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then the venerable Śāradvatī­putra asked the Blessed One, “Reverend Lord!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྡིག་པའི་གྲོགས་པོས་ཡོངས་སུ་ཟིན་པ་ལགས་ཤིང་།
en: How is it that bodhisattvas are enticed by evil associates?

source: སྡིག་པའི་གྲོགས་པོ་གང་གིས་ཡོངས་སུ་བཟུང་བས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྟན་པ་འདི་ཐོས་ནས། སྐྲག་ཅིང་དངང་ལ་དངང་བར་འགྱུར་ལགས། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Who are the evil associates who entice them, so that they become afraid and terrified on hearing this teaching on the transcendent perfection of wisdom?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་འབྲལ་བར་བྱེད། འདུན་པ་ཟློག་པར་བྱེད་ཅིང་། དེ་བཞིན་དུ་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་།
en: The Blessed One addressed the venerable Śāradvatī­putra as follows: “Śāradvatī­putra, the evil associates of great bodhisattva beings are those who would separate and dissuade them from the transcendent perfection of wisdom, and similarly those who would separate and dissuade them from the transcendent perfection of meditative concentration, the transcendent perfection of perseverance, the transcendent perfection of tolerance, the transcendent perfection of ethical discipline, and the transcendent perfection of generosity, saying, ‘O child of enlightened heritage, you should not train in this!

source: སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་འབྲལ་བར་བྱེད། འདུན་པ་ཟློག་པར་བྱེད་དེ། ཀྱེ་རིགས་ཀྱི་བུ་འདི་ལ་བསླབ་པར་མི་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཀྱེ་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་དག་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་གསུངས་ཤིང་བཤད་པ་མ་ཡིན་གྱིས།
en: If you ask why, it is because these transcendent perfections have not been enunciated and explained by the tathāgatas, arhats, and completely perfect buddhas, but rather they have been fabricated by poets!

source: འདི་དག་ནི་སྙན་དངགས་མཁན་གྱིས་རང་བཟོར་བྱས་པ་ཡིན་ཏེ། ཀྱེ་འདི་དག་ནི་མཉན་པར་མི་བྱ།
en: One should not listen to them.

source: གཟུང་བར་མི་བྱ།
en: One should not retain them.

source: ཀུན་ཆུབ་པར་མི་བྱ།
en: One should not comprehend them.

source: བཀླག་པར་མི་བྱ།
en: One should not recite them.

source: ཡིད་ལ་མི་བྱ།
en: One should not be attentive to them.

source: གཞན་དག་ལ་ཡང་བསྟན་པར་མི་བྱའོ་ཞེས་ཟེར་བ་གང་ཡིན་པ་སྟེ།
en: One should not demonstrate them to others!’

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །
en: Śāradvatī­putra, you should know such persons to be the evil associates of great bodhisattva beings.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོ་ནི་འདི་ལ་བདུད་སྡིག་ཅན་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་། བྱང་ཆུབ་སེམས་དཔའི་དྲུང་དུ་འོངས་ནས། ཀྱེ་རིགས་ཀྱི་བུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདིས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: “Moreover, Śāradvatī­putra, the evil associates of great bodhisattva beings include malign demonic forces who are able to transform themselves into the guise of a buddha and approach a bodhisattva, saying, ‘O child of enlightened heritage, what will you achieve through this transcendent perfection of wisdom?

source: དེ་བཞིན་དུ་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཅི་ཞིག་བྱ།
en: Similarly, what will you achieve through the transcendent perfection of meditative concentration?

source: བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཅི་ཞིག་བྱ།
en: What will you achieve through the transcendent perfection of perseverance?

source: བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཅི་ཞིག་བྱ།
en: What will you achieve through the transcendent perfection of tolerance?

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཅི་ཞིག་བྱ།
en: What will you achieve through the transcendent perfection of ethical discipline?

source: སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པས་ཅི་ཞིག་བྱ་ཞེས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་འབྲལ་བར་བྱེད་པའི་བདུད་ཀྱི་ལས་དག་མི་སྟོན་ཅིང་། བདུད་ཀྱི་ཉེས་པ་དག་མི་རྗོད་པ་གང་ཡིན་པ་སྟེ།
en: What will you achieve through the transcendent perfection of generosity?’ They will not disclose the actions of their demonic forces that seek to separate [a bodhisattva] from the six transcendent perfections, and they will not mention the defects of those demonic forces.

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བདུད་སྡིག་ཅན་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་།
en: Śāradvatī­putra, you should know them to be the evil associates of great bodhisattva beings.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ནས། དེ་ལ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་མདོའི་སྡེ་དང་། རྟོགས་པ་བརྗོད་པའི་སྡེ་དང་། གཏན་ལ་ཕབ་པར་བསྟན་པའི་སྡེའི་བར་དུ་སྟོན་པར་བྱེད། རབ་ཏུ་སྟོན་པར་བྱེད།
en: “Moreover, Śāradvatī­putra, malign demonic forces will transform themselves into the guise of a buddha, approach a great bodhisattva being, and proceed to teach, demonstrate, analyze, elucidate, and completely disclose the discourses associated with the śrāvakas and the pratyekabuddhas, as well as [the other branches of their scriptures], up to and including the narratives and the established instructions, without mentioning or disclosing that such [forms] are the creations of demonic forces.

source: རྣམ་པར་འབྱེད་པར་བྱེད། གསལ་བར་བྱེད། ཡང་དག་པར་རབ་ཏུ་སྟོན་པར་བྱེད་པའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་མི་རྗོད་མི་སྟོན་ཅིང་། ཡང་དག་པར་རྟོགས་པར་མི་བྱེད་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །
en: You should know those who do not engage in genuine realization to be the evil associates of great bodhisattva beings.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བདུད་སྡིག་ཅན་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ནས།
en: “Moreover, Śāradvatī­putra, malign demonic forces will transform themselves into the guise of a buddha and approach a great bodhisattva being, saying, ‘O child of enlightened heritage!

source: འདི་སྐད་དུ་ཀྱེ་རིགས་ཀྱི་བུ་ཁྱོད་ནི་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ནོ། །
en: You are not a bodhisattva!

source: ཁྱོད་ལ་ནི་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱང་མེད་དོ། །
en: You lack the mind set on enlightenment!

source: ཁྱོད་ནི་ཕྱིར་མི་ལྡོག་པ་ཡང་མ་ཡིན་ནོ། །
en: You are not on the irreversible level!

source: ཁྱོད་ཀྱིས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་ཡང་མི་ནུས་སོ་ཞེས་ཟེར་བའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་མི་རྗོད་མི་སྟོན་ཅིང་།
en: You cannot attain manifestly perfect buddhahood in unsurpassed, genuinely perfect enlightenment!’ They will not mention or disclose that such [forms] are the creations of demonic forces.

source: ཡང་དག་པར་རྟོགས་པར་མི་བྱེད་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །
en: You should know those who do not engage in genuine realization to be the evil associates of great bodhisattva beings.

source: འདི་སྐད་དུ་རིགས་ཀྱི་བུ་མིག་ནི་བདག་དང་བདག་གིས་སྟོང་ངོ་། །
en: The eyes are empty of notions of “I” and “mine.”

source: རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་རྣ་བ་དང་།
en: O child of enlightened heritage!

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནི་བདག་དང་བདག་གིས་སྟོང་ངོ་། །
en: The ears, nose, tongue, body, and mental faculty are similarly empty of notions of “I” and “mine.”

source: རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་སྦྱར་ཏེ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་ནི་བདག་དང་བདག་གིས་སྟོང་པ་ནས། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་ནི་བདག་དང་བདག་གིས་སྟོང་ངོ་། །
en: O child of enlightened heritage! In the same vein, the [other phenomena], up to and including feelings conditioned by sensory contact that is visually compounded, are empty of notions of “I” and “mine,” and all those up to and including feelings conditioned by sensory contact that is mentally compounded are empty of notions of “I” and “mine.”

source: དེ་བཞིན་དུ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་པ་ནས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ནི་བདག་དང་བདག་གིས་སྟོང་ངོ་། །
en: Similarly, the transcendent perfection of generosity is empty, and [all those] up to and including the transcendent perfection of wisdom are empty of notions of “I” and “mine.”

source: དེ་བཞིན་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སྟོང་པ་ནས། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དང་། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་གྱི་བར་ནི་བདག་དང་བདག་གིས་སྟོང་ངོ་། །
en: Similarly, the applications of mindfulness are empty, and [the other causal attributes] from there up to and including the noble eightfold path, and up to the three gateways to liberation, are all empty of notions of “I” and “mine.”

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ནི་བདག་དང་བདག་གིས་སྟོང་ན།
en: Similarly, [the fruitional attributes] from the ten powers of the tathāgatas, up to and including the eighteen distinct qualities of the buddhas, are empty of notions of “I” and “mine.”

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ་ཞེས་ཟེར་བའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་དེ་ལ་མི་རྗོད་མི་སྟོན་ཅིང་།
en: So what will you achieve through this manifestly perfect buddhahood in unsurpassed, genuinely perfect enlightenment?’ They will not mention or disclose that such [forms] are the creations of demonic forces.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བདུད་སྡིག་ཅན་རང་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ནས།
en: “Moreover, Śāradvatī­putra, malign demonic forces will transform themselves into the guise of a pratyekabuddha and approach a great bodhisattva being, saying, ‘O child of enlightened heritage!

source: འདི་སྐད་དུ་ཀྱེ་རིགས་ཀྱི་བུ་ཤར་ཕྱོགས་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། ཉན་ཐོས་རྣམས་ཀྱིས་སྟོང་སྟེ།
en: The eastern direction is empty of lord buddhas, bodhisattvas, and śrāvakas.

source: འདི་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མེད། ཉན་ཐོས་རྣམས་མེད་དེ།
en: In it there are no lord buddhas, no bodhisattvas, and no śrāvakas.

source: ཤར་ཕྱོགས་ལ་ཇི་ལྟ་བ་བཞིན་དུ། །
en: Indeed, all the world systems of the ten directions are similar to the eastern direction!’

source: ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱང་དེ་བཞིན་ནོ་ཞེས་ཟེར་བའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་དེ་ལ་མི་རྗོད་མི་སྟོན་ཅིང་།
en: They will not mention or disclose that such [forms] are the creations of demonic forces.

source: ཡང་དག་པར་རྟོགས་པར་མི་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །
en: You should know those who do not entertain genuine realization to be the evil associates of great bodhisattva beings.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བདུད་སྡིག་ཅན་ཉན་ཐོས་ཀྱི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ནས། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་དག་ཟློག་ཅིང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་དག་སྟོན་ཏེ།
en: “Moreover, Śāradvatī­putra, malign demonic forces will transform themselves into the guise of a śrāvaka and approach a great bodhisattva being, opposing the attention endowed with omniscience, and promoting the twofold, [over-scrupulous] attentiveness associated with the śrāvakas and pratyekabuddhas.

source: དེ་དག་རྗེས་སུ་སྟོན་པར་བྱེད་པའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་དེ་ལ་མི་རྗོད་མི་སྟོན་ཅིང་།
en: They will not mention or disclose such [forms] to be the creations of demonic forces.

source: ཡང་དག་པར་རྟོགས་པར་མི་བྱེད་པ་གང་ཡིན་པ་དེ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བདུད་སྡིག་ཅན་མཁན་པོ་དང་། སློབ་དཔོན་གྱི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་འོངས་ནས། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་དང་འབྲལ་བར་བྱེད།
en: You should know those who do not entertain genuine realization to be the evil associates of great bodhisattva beings.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པ་དག་དང་འབྲལ་བར་བྱེད། དྲན་པ་ཉེ་བར་གཞག་པ་དག་དང་འབྲལ་བར་བྱེད་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དག་དང་འབྲལ་བར་བྱེད་ལ། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: “Moreover, Śāradvatī­putra, demonic forces will transform themselves into the guise of a monastic preceptor or an [authentic] master and approach great bodhisattva beings, encouraging them to undertake training divorced from the conduct of the bodhisattvas, separating them from the attention endowed with omniscience, separating them from the applications of mindfulness, and in the same vein, separating them from [the other causal attributes], up to and including the noble eightfold path, and separating them from emptiness, signlessness, and aspirationlessness, saying, ‘O child of enlightened heritage!

source: སྨོན་པ་མེད་པ་དག་དང་སྦྱོར་བར་བྱེད། ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་། འདི་སྐད་དུ་ཀྱེ་རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་ཆོས་འདི་དག་བསྒོམས་ལ། ཉན་ཐོས་ཀྱིས་མངོན་དུ་གྱིས་ཤིག །
en: If you cultivate these attributes, you will actualize the level of the śrāvakas!

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ་ཞེས་ཟེར་བའི་བདུད་ཀྱི་ལས་དེ་ལྟ་བུ་དེ་དག་མི་རྗོད་མི་སྟོན་ཅིང་།
en: What will you achieve through this manifestly perfect buddhahood in unsurpassed, genuinely perfect enlightenment?’ They will not mention or disclose such [forms] to be the creations of demonic forces.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བདུད་སྡིག་ཅན་མི་སྣང་བའི་ཆ་བྱད་དུ་བསྒྱུར་ཅིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ནས་འདི་སྐད་དུ་རིགས་ཀྱི་བུ་ཚུར་ཤོག །
en: “Moreover, Śāradvatī­putra, demonic forces will transform themselves into an invisible guise and approach great bodhisattva beings, saying, ‘O child of enlightened heritage! Come!

source: གང་གི་དོན་དུ་བསྐལ་པ་ཚད་མེད་གྲངས་མེད་པར་འཁོར་བ་ན་འཁོར་ཞིང་ལག་པ་བཅད་པ་དང་། རྐང་པ་བཅད་པ་དང་། མགོ་བཅད་པ་དཔག་ཏུ་མེད་པ་དག་ཉམས་སུ་མྱོང་བར་འགྱུར་ཞིང་།
en: To what end do you roam in cyclic existence for innumerable countless eons, experiencing the unfathomable [sufferings] of amputation of the hands and feet, and decapitation?

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: What will you achieve through this manifestly perfect buddhahood in unsurpassed and genuinely perfect enlightenment?

source: གང་ལ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱ་བར་ཡོད་པ་དེ་ལ་བརྩོན་པར་གྱིས་ཤིག །
en: You should persevere in those teachings which actualize the fruit of entering the stream!’
